<!DOCTYPE html>
<html>
<head>
<title>Razer - Impressum</title>
<link href="css/header.css" rel="stylesheet" type="text/css">
<link href="css/design1.css" rel="stylesheet" type="text/css">
<link href="css/font.css" rel="stylesheet" type="text/css">
</head>
<body>
<div class="placeholder">
  <div class="placeholder_banner">
    <header class="header">
        <img class="razer4ever" src="images/Razer4ever.gif"></img>
    </header>
  <header class="dropdown">
    <nav id="normal">
    <ul>
      <li> <a href="infos.html">Infos</a></li>
      <li> <a class="inactiveLink" href="">Andere</a>
        <ul>
          <li> <a href="setup.html">Setups</a></li>
          <li> <a href="chroma.html">Chroma SDK</a></li>
		  <li> <a href="impressum.html">Razer Impressum</a></li>  
          <li> <a href="products.html">Andere Produkte</a></li>
        </ul>
      </li>
      <li> <a href="mice.html">M&auml;use</a>
        <ul>
          <li> <a href="mice.html#Mamba">Razer Mamba</a></li>
          <li> <a href="mice.html#Firefly">Razer Firefly</a></li>
		</ul>
    </li>
      <li> <a href="tastaturen.html">Tastaturen</a></li>
      <li> <a href="index.html">Hauptmenu</a>
    </li>
    </ul>
  </nav>
</header>
</div>
<br></br>
<div class="a">
<h1>Impressum</h1>
<hr class="oben"></hr>
<br></br>
<h2>&Uuml;ber Razer</h2>
<p class="text">Razer&trade; ist die weltweit f&uuml;hrende Lifestyle-Marke f&uuml;r Gamer. <br>Das ikonische Razer-Logo mit der dreik&ouml;pfigen Schlange z&auml;hlt zu den bekanntesten der globalen Gaming-Community, <br>und die Fan-Gemeinde des Konzerns ist auf jedem Kontinent zu Hause. <br>Razer hat das weltweit gr&ouml;&szlig;te unabh&auml;ngige &Ouml;kosystem f&uuml;r Gaming-Hardware, -Software und -Services entwickelt und aufgebaut, <br>in dem sich &uuml;ber 35 Millionen Benutzer zu Hause f&uuml;hlen. <br> Zu den preisgekr&ouml;nten Produkten aus dem Hause Razer geh&ouml;ren Hardware wie professionelle Gaming-Peripherieger&auml;te (f&uuml;r PC und Konsolen) <br>und Gaming-Laptops der Razer Blade-Reihe, Software wie Razer Cortex (eine L&oumlsung zum Optimieren und Starten von Spielen), <br>sowie Services wie Razer zGold (ein virtuelles Bonusprogramm sowie Zahlungssystem f&uuml;r Gamer). <br>Zus&auml;tzlich bietet das Unternehmen &uuml;ber seine Tochtergesellschaft THX Ltd. audio-visuelle Zertifizierungen an. <br>Das 2005 gegr&uuml;ndete Unternehmen mit Zentralen in San Francisco und Singapur kann auf die Unterst&uuml;tzung institutioneller Investoren wie IDG-Accel, <br>Intel Capital, Digital Grid und Horizons Ventures zur&uuml;ckgreifen. </p>
<img class="logo" src="images/logo.png"></img>
</div>
</div>

</body>
<div id="wrapper">
  <div id="footercontent"></div>
    <div id="footer"><div class="footer"><br><p>Created without Coorperation with Razer! by Gerri, Olli and Flo ;)</p></div></div>
</div>
</html>
